[
  {
    "id": 1,
    "title": "UEFA CHAMPIONS LEAGUE TROPHY 3D REPLICA 100 MM OFFICIAL LICENSED PRODUCT",
    "shortDescription": "UEFA CHAMPIONS LEAGUE TROPHY 3D REPLICA 100 MM OFFICIAL LICENSED PRODUCT<br /><br />BRAND NEW OFFICIAL UEFA CHAMPIONS LEAGUE TROPHY",
    "imgSrc": "/images/sports3.jpg",
    "category": "Sports and Fitness"
  },
  {
    "id": 2,
    "title": "God of War Collector's Edition Playstation 4, Game Included & Brand New",
    "shortDescription": "God Of War Collector's Edition Game Included!",
    "imgSrc": "/images/games1.jpg",
    "category": "Games"
  },
  {
    "id": 3,
    "title": "Wilson Steam 99s BLX Tennis Racquet 3 rackets",
    "shortDescription": "All 3 Wilson rackets were purchased in the last 2 years from the Bellevue Wa. Sturtevant's.  All stringing and re-stringing was done there as well.<br /><br />Rackets are in excellent condition",
    "imgSrc": "/images/sports1.jpg",
    "category": "Sports and Fitness"
  },
  {
    "id": 4,
    "title": "2019 Toyota 4Runner TRD PRO",
    "shortDescription": "TOYO 4RUNNER TRD PRO 4X4 V6 LEATHER NAVIGATION SUNROOF HARD TO FIND AUTO TOW",
    "imgSrc": "/images/car2.jpg",
    "category": "Cars"
  },
  {
    "id": 5,
    "title": "Ajax Away Shirt 2001/02 Medium Rare And Vintage",
    "shortDescription": "Size. M<br /><br />Condition. Excellent. Very minor discolour of the sponsor.<br /><br />Notes. Rare and vintage away shirt. Ideal for a fan or collector.",
    "imgSrc": "/images/sports2.jpg",
    "category": "Sports and Fitness"
  },
  {
    "id": 6,
    "title": "1976 Toyota Land Cruiser FJ40",
    "shortDescription": "Ive been driving it for a year now and have had no motor or tranny issues, runs great and shifts smooth.<br />      You can see from the various articles it was built for serious offroad climbing.    <br />      By no means is this an ICON, meaning its not flawless.. it was built to be used and has some wear and tear.",
    "imgSrc": "/images/car3.jpg",
    "category": "Cars"
  },
  {
    "id": 7,
    "title": "Nintendo N64 Game: Super Mario 64 Video Game Card US/CAN Version",
    "shortDescription": "100% New and High Quality<br />      All items have been tested and work great.<br />      US/CAN Version, Language: English<br />      Game cartridges only as you see in the picture. <br />      No retail box and no manual.<br />      <br /><br />      Package included:<br />      1x Game Card (Super Mario 64)",
    "imgSrc": "/images/games2.jpg",
    "category": "Games"
  },
  {
    "id": 8,
    "title": "NINTENDO NES - TETRIS - COMPLETE IN BOX!!",
    "shortDescription": "Experience an original on all fronts with the classic arcade game for Nintendo. Tetris on the NES brought a simple but challenging puzzle game with chiptune Russian music to living rooms across America. It has since had variations built into many games and for most consoles, but the Nintendo version still reigns supreme and brings a heavy dose of nostalgia. And now, the first game played in space can be relived by devoted gaming hobbyists that maintain original NES machines. Tetris stands out from other retro games in that this timeless game is so ubiquitous that it never got old.The general mechanics of this geometric shape-stacking game are simple and yet incredibly challenging as the speed builds up. Four squares are arranged into seven shapes called Tetrominos, from the Greek prefix tetra, which means made of four segments. One by one, Tetrominos fall from the top of the screen, and the player only sees one piece in advance. The objective is to arrange the Tetrominos so they form a solid line of segments across the play area's width. With a blinking flash, that layer disappears and the remaining segments collapse downward to replace the line of removed segments.The Tetris shapes are rotated by the player so that they can fit in gaps left in between previous shapes. This is the first challenge, as gaps that get covered by other segments prevent that entire line from being completed. As the lines build up towards the top, there is less time to rotate and place the Tetris shapes well. If the layers build up all the way to the top, the game is over and the player starts over. If a threshold score is reached by completing layers and gaining points, the player moves on to the next level.With each new level, the rate at which the shapes fall increases, and the classic NES music also speeds up. The original Nintendo-produced version for the NES only had one mode, placing it among hallmark high score challenge games. Competitive purists love these types of games for their minimalist qualities that emphasize gameplay skill over random luck. While there are many other Tetris games, the original Nintendo legend is what competitors refer to when laying down Tetris challenges. NES games and games for every platform thereafter all owe a debt of gratitude to Tetris for creating their market.Tetris games are almost always one of the first games created for any platform, from graphing calculators to mobile phones. It is considered as one of the all-time classic video games since its release date in November 1989. It's beloved by both adults wanting a nostalgic way to pass time and younger gaming fans who want to experience what old-school gaming is like. It is still the high watermark for simple and easy-to-understand games that have an addictive and challenging quality as well.",
    "imgSrc": "/images/games3.jpg",
    "category": "Games"
  },
  {
    "id": 9,
    "title": "1986 Toyota Pickup SR5 Turbo",
    "shortDescription": "Attention Collectors !!!! This is a very rare 1986 Turbo!!!! Very well maintained and cared for. No work needed for a daily commuter or to enjoy on the weekends. Runs very smooth. Very low miles, clean inside and out. Runs and drives great. These are not easy to find in this shape. Clean car fax",
    "imgSrc": "/images/s-l500.jpg",
    "category": "Cars"
  }
]